{
    "Fort Name" : [
    {
        "id" : 1,
        "Image" : "https://image3.mouthshut.com/images/Restaurant/Photo/-14783_148580.jpg",
        "Name": "Harishchandragad",
        "Description": "Harishchandra Fort is a hill fort in the Ahilyanagar in Nashik district of India. The fort is quite ancient. Remnants of Microlithic man have been discovered here. The various Puranas (ancient scriptures) like Matsyapurana, Agnipurana and Skandapurana include many references about Harishchandragad. Its origin is said to have been in the 6th century, during the rule of Kalachuri dynasty. The citadel was built during this era. The various caves probably have been carved out in the 11th century. In these caves are idols of Lord Vishnu. Though the cliffs are named Taramati and Rohidas, they are not related to Ayodhya. Great sage Changdev (one who created the epic Tatvasaar), used to meditate here in the 14th century. The caves are from the same period. The various constructions on the fort and those existing in the surrounding region point to the existence of diverse cultures here. The carvings on the temples of Nageshwar (in Khireshwar village), in the Harishchandreshwar temple and in the cave of Kedareshwar indicate that the fort belongs to the medieval period, since it is related to Mahadeva as a totem of tribes Mahadev Koli. They were controlling the fort before Moguls. Later the fort was under the control of Moguls. The Marathas captured it in 1747",
        "Location": "Ahilyanagar, Nashik"
    },
    {
        "id" : 2,
        "Image" : "https://i.pinimg.com/564x/fa/e4/89/fae489e0d380ea4f72bad7deec920d8e.jpg",
        "Name": "Shivneri",
        "Description": "Shivneri Fort is an ancient military fortification located near Junnar in Pune district in Maharashtra, India. It is the birthplace of Chatrapati Shivaji Maharaj, the founder of Maratha Empire. Shivneri got its name as it was under the possession of the Yadavas of Devagiri. This fort was mainly used to guard the old trading route from Desh to the port city of Kalyan. The place passed on to the Bahmani Sultanate after the weakening of Delhi Sultanate during the 15th century and it then passed on to the Ahmadnagar Sultanate in the 16th century. In 1595, a Maratha chief named Maloji Bhosale, the grandfather of Shivaji Maharaj Bhosale, was ennobled by the Ahmadnagar Sultan, Bahadur Nizam Shah and he gave him Shivneri and Chakan. Shivaji Maharaj was born at the fort on 19 February 1630 (some accounts place it 1627), and spent his childhood there. Inside the fort is a small temple dedicated to goddess Shivai Devi, after whom Shivaji was named. The English traveller Fraze visited the fort in 1673 and found it invincible. According to his accounts, the fort was well-stocked to feed thousand families for seven years. The fort came under the control of the British rule in 1819 after the Third Anglo-Maratha War. In 2021, it was added to the tentative list of the UNESCO World Heritage sites as part of 'Serial Nomination of Maratha Military Architecture in Maharashtra'. Shivneri Fort is a hill fort having a triangular shape and has its entrance from the South-west side of the hill. Apart from the main gate there is an entrance to the fort from side called locally as the chain gate, where in one has to hold chains to climb up to the fort gate. The fort extends up to 1 mi (1.6 km) with seven spiral well-defended gates. There are mud walls all around the fort. Inside the fort, the major buildings are the prayer hall, a tomb and a mosque. There is an overhanging where executions took place. There are many gates structures protecting this fort. Mana Daravaja is one of the many gates of the fort. Its also called the origin of Tune. At the centre of the fort is a water pond which is called 'Badami Talav', and to the south of this pond are statues of Jijabai and a young Shiva. In the fort there are two water springs, called Ganga and Yamuna, which have water throughout the year. Two kilometers away from this fort there are the Buddhist rock-cut caves, called Lenyadri caves, which is also one of Ashtavinayak temple in Maharashtra. It has been declared as a protected monument.",
        "Location": "Junnar, Pune"
    },
    {
        "id" : 3,
        "Image" : "https://i.pinimg.com/originals/60/8a/cf/608acfc288ebd4d7b5945dff83f3a2b8.jpg",
        "Name": "Raigad",
        "Description": "Raigad, situated in the Raigad district of Maharashtra, India, is a hill fort located in the town of Mahad. It is one of the strongest fortresses on the Deccan Plateau and was historically referred to as Rairee or Rairy fort. Chhatrapati Shivaji Maharaj, the Maratha ruler, along with his chief engineer Hiroji Indulkar, oversaw the construction and development of various buildings and structures within Raigad. In 1674, after being crowned the emperor of the Maratha kingdom, Chhatrapati Shivaji Maharaj chose Raigad as his capital. Under his reign, the Maratha Empire expanded to encompass a significant portion of western and central India. Located at an elevation of 820 metres (2,700 ft) above its base and 1,356 m (4,449 ft) above sea level within the Sahyadri mountain range, the fort offers views of the surrounding area. Accessing the fort requires ascending approximately 1,737 steps. Alternatively, visitors can opt for the Raigad Ropeway, an aerial tramway spanning 750 m (2,460 ft) in length and reaching a height of 400 m (1,300 ft), which conveniently transports them from the ground to the fort in just four minutes. The main palace was constructed using wood, of which only the base pillars remain. The main fort ruins consist of the queen's quarters, and six chambers, with each chamber having its private restroom. The chambers do not have any windows. In addition, ruins of three watch towers can be seen directly in front of the palace grounds out of which only two remain as the third one was destroyed during a bombardment. The fort also overlooks an artificial lake known as the Ganga Sagar Lake. The only main pathway to the fort passes through the 'Maha Darwaja' (Huge Door) which was previously closed at sunset. The Maha Darwaja has two huge bastions on both sides of the door which are approximately 20–21 m (65–70 ft) in height. The top of the fort is 180 m (600 ft) above this door. The king's court, inside the Raigad Fort, has a replica of the original throne that faces the main doorway called the Nagarkhana Darwaja. It faces the East Side. It was here where Chhatrapati Shivaji Maharaj's Rajyabhishek took place. This enclosure had been acoustically designed to aid hearing from the doorway to the throne. A secondary entrance, called the Mena Darwaja on the south side, was supposedly the private entrance for the royal ladies of the fort that lead to the queen's quarters. The convoy of the king and the king himself used the Palkhi Darwaja on the north side. To the right of Palkhi Darwaja, is a row of three dark and deep chambers. Historians believe that these were the granaries for the fort. From the fort, one can view the execution point called Takmak Tok, a cliff from which sentenced prisoners were thrown to their death. This area has been fenced off. A statue of Chhatrapati Shivaji Maharaj is erected in front of the ruins of the main market avenue that leads to the Jagdishwar Mandir, which has Sardar Hiroji Indalkar's name engraved on the first step, his own Samadhi and that of his dog named Waghya. The Samadhi of Rajmata Jijabai, Chhatrapati Shivaji Maharaj's mother, can be seen at the base village of Pachad. Additional attractions of the fort include the Khubladha Buruj, Nane Darwaja, and the Hatti Talav (Elephant Lake). Henry Oxienden was on the fort from 13 May to 13 June 1674 & he quoted 'We arrived at the top of that strong mountain about sunn sett, which is fortified by nature more than art, being off very difficult access, and but one advance to it, which is guarded by two narrow gates, and fortified with a strong high wall, and bastions thereto. All the other parte of the mountaine is a direct precipice, so that it is impregnable except the treachery of some in it betrayes it. On the Mountaine are many strong buildings, as the Rajahs Court, and houses for other Ministers of State, to the number of about 300, It is in length about 21 miles and breadth * a mile, but noe pleasant trees nor any sort of grains growes thereon. Our house was about a mile from the Rajahs Pallaoe, into which wee retired with noe little content.'",
        "Location": "Mahad, Raigad"
    },    
    {
        "id" : 4,
        "Image" : "https://images.pexels.com/photos/18548245/pexels-photo-18548245/free-photo-of-murud-janjira-fort-on-the-arabian-sea.jpeg",
        "Name": "Murud-Janjira",
        "Description": "Murud-Janjira is the local name of a famous fort and tourist spot situated on an island just off the coastal town of Murud, in the Raigad district of Maharashtra, India. Malik Ambar is credited with the construction of Janjira Fort in the Murud Area of present-day Maharashtra, India. After its construction in 1567 AD, the fort was key to the Sidis withstanding various invasion attempts by the Marathas, Mughals, and Portuguese to capture Janjira. The word Janjira is a corruption of the word 'jazira', which means 'island' in the Arabic language. Murud was once known in Marathi as Habsan ('of the Habshi', that is, the Abyssinians). The name of the fort is a concatenation of the Konkani and Marathi words, 'murud' and 'Janjiri'. The word 'morod' is peculiar to Konkani and is absent in Marathi. In early 1100 AD, the Abyssinian Sidis established the Janjira and Jafarabad state. In 1539, according to accounts written by the Portuguese Admiral Fernão Mendes Pinto, the Ottoman fleet that first arrived in Aceh (prior to the Ottoman expedition to Aceh led by Kurtoğlu Hızır Reis), included 200 Malabar sailors from Janjira to aid the region of Batak and Maritime Southeast Asia. Later, in 1621, the Siddis of Janjira became exceptionally powerful as an autonomous state to the point that the commander of Janjira, Siddi Ambar the Little, successfully defied his overlord Malik Ambar's attempt to replace him. Siddi Ambar the Little is accordingly considered the first Nawab of Janjira state. The island fortress was under the control of the Adil Shahi dynasty until the reign of Ibrahim II where the Janjira fort was lost to the Siddis. Major historical figures from Murud-Janjira include men such as Sidi Hilal, Yahya Saleh, and Sidi Yaqub. In the late 1600s, during the rule of the Mughal emperor Aurangzeb, Sidi Yaqut received a subsidy of 400,000 rupees. He also owned large ships which weighed 300–400 tons. According to records, these ships were unsuitable for fighting on the open sea against European warships, but their size allowed for transporting soldiers for amphibious operations. Despite repeated attempts by the Portuguese, the British, and the Maratha to subdue the island fortress, all of these efforts failed to displace the island's Siddi rulers. The Siddis were themselves allied with the Mughal Empire. One example of such a failed attack was the account of the 10,000 soldiers who were sent by the Maratha Peshwa Moropant Trimbak Pingle and who were roundly repulsed by the Janjira army in 1676. During this Maratha assault, the Marathas, led by Shivaji, attempted to scale the 12-meter-high granite walls but failed in their attempts. Shivaji's son Sambhaji even attempted to tunnel his way into the fort and was very close to capturing the fort. His attempt was thwarted when a Mughal army attacked the Maratha capital city, forcing Sambhaji to withdraw his forces from the siege and return to the Maratha capital. He built another sea fort in 1676, known as Padmadurg or Kasa fort, to challenge Janjira. It is located northwest of Janjira. Padmadurg took 22 years to build and is constructed on 22 acres of land. In the year 1736, the Siddis of Murud-Janjira set out in a battle with the forces of the Peshwa Baji Rao. On 19 April 1736, the Maratha warriors Nanaji Surve and Chimaji Appa attacked the gathering forces in the encampments of the Siddis near Rewas. Chimaji Appa advised Siddi Sat to run from the battlefield otherwise Nanajirao would have no mercy on him but Siddi Sat captured Nanajirao Surve and took him to Sagargad fort. Nanajirao rescued himself and beheaded Siddi Sat along with his entire family and his army. Nanajirao Surve was rewarded with the village name Kusgao. When the confrontation ended, 1,500 Siddis, including their leader Siddi Sat, were killed. Peace was brokered in September 1736, but the Siddis were confined to only Janjira, Gowalkot, and Anjanvel, with their power greatly reduced. However, Janjira remained unconquered until it became part of Indian territory after independence from the British in 1947.",
        "Location": "Murud, Raigad"
    },
    {
        "id" : 5,
        "Image": "https://t4.ftcdn.net/jpg/01/96/29/93/360_F_196299328_fCs3LFAL1HcNuHAYFDCSGoRMef9520BY.jpg",
        "Name": "Lohagad",
        "Description": "Lohagad Fort is situated near the hill station of Lonavala in Pune district, Maharashtra, India. It is one of the many hill forts of Maharashtra state and is also considered one of the easiest forts to trek to. Lohagad rises to an elevation of 1,033 meters (3,389 ft) above sea level. The fort was under the Maratha Empire for the majority of its time, with several battles fought over its control. It offers panoramic views of the surrounding hills and is a popular destination for trekkers and history enthusiasts.",
        "Location": "Lonavala, Pune"
    },
    {
        "id" : 6,
        "Image": "https://t4.ftcdn.net/jpg/03/62/77/97/360_F_362779728_ampDb4eXDhaplRu2DEoR6yQC7SisGpEg.jpg",
        "Name": "Pratapgad",
        "Description": "Pratapgad Fort is a massive hill fort located in the Western Ghats, near the town of Mahabaleshwar in Satara district, Maharashtra, India. It is famous for the Battle of Pratapgad fought between the forces of Shivaji Maharaj and Afzal Khan, the general of the Adil Shahi dynasty. The fort is strategically located to control the trade routes between the coastal Konkan region and the inland regions of Maharashtra. It offers stunning views of the surrounding valleys and is a popular tourist attraction.",
        "Location": "Mahabaleshwar, Satara"
    },
    {
        "id" : 7,
        "Image": "https://pratik18p.files.wordpress.com/2010/12/dsc013031.jpg",
        "Name": "Sinhagad",
        "Description": "Sinhagad Fort, also known as Sinhgad, is a hill fortress located around 30 kilometers southwest of Pune city in Maharashtra, India. It stands at an altitude of 1,312 meters (4,304 ft) above sea level, making it a prominent landmark in the region. The fort has a rich history dating back to the 17th century when it was captured by Shivaji Maharaj. It has witnessed several battles, including the famous Battle of Sinhagad in 1670. Today, it is a popular trekking destination and offers breathtaking views of the surrounding landscape.",
        "Location": "Pune"
    },
    {
        "id" : 8,
        "Image": "https://www.treksandtrails.org/system/images/000/645/779/dda28e8555a0df53fa2b3428eebd1e77/x600gt/Rajgad-to-torna-4.jpg?1673519968",
        "Name": "Torna",
        "Description": "Torna Fort, also known as Prachandagad, is a large hill fort located in the Pune district of Maharashtra, India. It was the first fort captured by Shivaji Maharaj in 1643, at the age of 16, and holds great significance in Maratha history. Torna Fort is situated at an elevation of 1,403 meters (4,603 ft) above sea level, offering panoramic views of the Sahyadri mountain range. The fort has a rugged terrain with steep cliffs, making it a challenging yet rewarding trekking destination for adventure enthusiasts.",
        "Location": "Velhe, Pune"
    }  
]
}
